{
    "welcome_message": "Bem-vindo ao nosso site!",
    "About":"Sobre",
    "Trade":"Troca",
    "Resources":"Recursos",
    "Learn":"Aprender",
    "Partner":"Parceiro",
    "Trade Now":"Negocie agora",
    "Demo Account":"Conta de demonstração",
    "Live Account":"Conta ao vivo",
    "Trade Options, Stocks, ETFs, Forex and Crypto":"Opções de negociação, ações, ETFs, Forex e criptomoedas",
    "With over 13 years of experience in the market, we are the most used binary options broker in Europe. Our journey is marked by transparency, reliability, and innovation, making us the preferred choice for traders seeking safety and performance.":"Com mais de 13 anos de experiência no mercado, somos a corretora de opções binárias mais usada na Europa. Nossa jornada é marcada pela transparência, confiabilidade e inovação, o que nos torna a escolha preferida dos traders que buscam segurança e desempenho.",
    "At Trader 4xc, we take security seriously. Our site is regulated by the main market authorities, ensuring that your data and capital are always protected. We use cutting-edge technology to safeguard your information and transactions, providing a secure environment for your trading.":"Na Trader 4xc, levamos a segurança a sério. Nosso site é regulado pelas principais autoridades do mercado, garantindo que seus dados e capital estejam sempre protegidos. Usamos tecnologia de ponta para proteger suas informações e transações, fornecendo um ambiente seguro para suas negociações.",
    " With over 5+ years of expertise, we have gained an ultimate grasp on custom website & app development to aid your digital transformation. Our incredible performance on 100+ symbolizes the next-gen web development skills & professionalism we thrive on!":"Com mais de 5 anos de experiência, adquirimos o domínio máximo no desenvolvimento de sites e aplicativos personalizados para ajudar na sua transformação digital. Nosso incrível desempenho em mais de 100 simboliza as habilidades e o profissionalismo de desenvolvimento web de última geração em que prosperamos! ",
"We have acquired extensive knowledge and experience in developing custom websites and applications that can assist in your digital transformation. Our exceptional track record of delivering over 100+ projects is a testament to our advanced web development skills and dedication to professionalism.":"Adquirimos amplo conhecimento e experiência no desenvolvimento de sites e aplicativos customizados que podem auxiliar na sua transformação digital. Nosso excepcional histórico de entrega de mais de 100 projetos é uma prova de nossas habilidades avançadas de desenvolvimento web e dedicação ao profissionalismo.",
"Hire A Team of PROs!":"Contrate uma equipe de PROs!",
"E-Commerce":"Comércio eletrônico",
"ACCOUNTS THAT MATCH YOUR NEEDS":"CONTAS QUE ATENDERAM ÀS SUAS NECESSIDADES",
"Standard":"Padrão",
"Pro":"Pró",
"Standard On-line Trading Accounts. Great for All Types of Traders":"Contas de negociação on-line padrão. Ótimo para todos os tipos de traders",
"For More Experienced Traders Who Want A Professional Advantage.":"Para traders mais experientes que desejam uma vantagem profissional.",
"Better Flexibility and Exclusive benefits":"Maior flexibilidade e benefícios exclusivos",
"Choose pro":"Escolha pro",
"Choose Standard":"Escolha Padrão",
"Choose VIP":"Escolha VIP ",
"High Risk Investment Notice: Online trading with margin carries a high level of risk and may not be suitable for all investors as you could sustain losses in excess of deposits. The products are intended for retail, professional, and eligible counterparty clients. For clients who maintain account(s) with 4xctrader, retail clients could sustain a total loss of deposited funds but are not subject to subsequent payment obligations beyond the deposited funds and professional clients could sustain losses in excess of deposits. Prior to trading any products offered by 4xctrader, any affiliates of aforementioned firms, or other firms within 4xctrader of companies [collectively the “4xctrader Ltd”], carefully consider your financial situation and experience level. 4xctrader Ltd may provide general commentary which is not intended as investment advice and must not be construed as such. Seek advice from a separate financial advisor. 4xctrader Ltd assumes no liability for errors, inaccuracies or omissions; does not warrant the accuracy, completeness of information, text, graphics, links, or other items contained within these materials. Read and understand the Terms and Conditions on 4xctrader Ltd websites prior to taking further action.":"Aviso de investimento de alto risco: A negociação on-line com margem carrega um alto nível de risco e pode não ser adequada para todos os investidores, pois você pode sofrer perdas superiores aos depósitos. Os produtos são destinados a clientes de varejo, profissionais e contrapartes elegíveis. Para clientes que mantêm conta(s) com a 4xctrader, os clientes de varejo podem sofrer uma perda total dos fundos depositados, mas não estão sujeitos a obrigações de pagamento subsequentes além dos fundos depositados e os clientes profissionais podem sofrer perdas superiores aos depósitos. Antes de negociar quaisquer produtos oferecidos pela 4xctrader, quaisquer afiliadas das empresas mencionadas acima ou outras empresas dentro da 4xctrader de empresas [coletivamente a “4xctrader Ltd”], considere cuidadosamente sua situação financeira e nível de experiência. A 4xctrader Ltd pode fornecer comentários gerais que não se destinam a ser conselhos de investimento e não devem ser interpretados como tal. Procure orientação de um consultor financeiro separado. A 4xctrader Ltd não assume nenhuma responsabilidade por erros, imprecisões ou omissões; não garante a precisão, integridade das informações, texto, gráficos, links ou outros itens contidos nestes materiais. Leia e entenda os Termos e Condições nos sites da 4xctrader Ltd antes de tomar qualquer outra ação.",
"4XC is a trademark of 4xctrader Ltd, registered in the Cook Islands with number ICA 12767/2018 and licensed by the FSC (Financial Supervisory Commission) with Money-Changing License number MC03/2018.4XC is a trademark of 4xctrader Ltd, registered in the Cook Islands with number ICA 12767/2018 and licensed by the FSC (Financial Supervisory Commission) with Money-Changing License number MC03/2018.":"",
"Risk Management":"Gestão de Riscos",
"With features such as Stop Loss/Take Profit, Negative Balance Protection and Trailing Stop, you can manage your losses and profits at the levels you set..":"Com recursos como Stop Loss/Take Profit, Proteção de Saldo Negativo e Trailing Stop, você pode gerenciar suas perdas e lucros nos níveis que definir",
"Trading Community":"Comunidade de negociação",
"Join the massive 4xctraders community, discuss trading ideas and opportunities, or simply follow other traders with features like Trader Sentiment and Community Live Trades..":"Junte-se à enorme comunidade da 4xctraders, discuta ideias e oportunidades de negociação ou simplesmente siga outros traders com recursos como Sentimento do Trader e Negociações ao Vivo da Comunidade.",
"Analysis & Alerts":"Análise e Alertas",
"Get the most out of fundamental and technical analysis with our News Feed and Economic Calendars. More than 100 most widely used technical indicators and widgets. Always stay up-to-date on what is happening in the financial markets with our customizable price alerts..":"Obtenha o máximo da análise fundamental e técnica com nosso Feed de Notícias e Calendários Econômicos. Mais de 100 indicadores técnicos e widgets mais amplamente usados. Fique sempre atualizado sobre o que está acontecendo nos mercados financeiros com nossos alertas de preço personalizáveis.",
"Latest Market News":"Últimas notícias do mercado",
"DISCLAIMER: This material comprises personal opinions and ideas. It does not suggest purchasing financial services, nor does it guarantee the performance or outcome of future transactions. The material should not be interpreted as containing any type of financial advice. The accuracy, validity, or completeness of this information is not guaranteed, and no liability is assumed for any loss related to any investment based on the material.":"AVISO LEGAL: Este material compreende opiniões e ideias pessoais. Ele não sugere a compra de serviços financeiros, nem garante o desempenho ou resultado de transações futuras. O material não deve ser interpretado como contendo qualquer tipo de conselho financeiro. A precisão, validade ou integridade dessas informações não são garantidas, e nenhuma responsabilidade é assumida por qualquer perda relacionada a qualquer investimento com base no material.",
"Start Trading in Three Steps":"Comece a negociar em três etapas",
"Registered":"Registrado",
"Open an account for free in just a few minutes.":"Abra uma conta gratuitamente em apenas alguns minutos.",
"Practice":"Prática",
"Master your skills with a practice account and educational content":"Domine suas habilidades com uma conta prática e conteúdo educacional.",
"Deposit & Trade":"Depósito e Negociação",
"More than 250 instruments and a minimum deposit of $10 for optimal trading.":"Mais de 250 instrumentos e um depósito mínimo de US$ 10 para negociação ideal.",
"Online Trading Platform":"Plataforma de negociação on-line",
"CFDs on Stocks, ETFs, Commodities, Indices, Cryptocurrencies and Forex.":"CFDs sobre ações, ETFs, commodities, índices, criptomoedas e Forex ",
"Start Trading":"Comece a negociar ",
"4XC is a trademark of 4xctrader Ltd, registered in the Cook Islands with number ICA 12767/2018 and licensed by the FSC (Financial Supervisory Commission) with Money-Changing License number MC03/2018.":"4XC é uma marca comercial da 4xctrader Ltd, registrada nas Ilhas Cook com o número ICA 12767/2018 e licenciada pela FSC (Comissão de Supervisão Financeira) com o número de Licença de Câmbio MC03/2018.",
"4xctrader Ltd is audited by McMillan Woods.":"A 4xctrader Ltd é auditada pela McMillan Woods.",
"4xctrader Ltd does not offer its services to residents of certain jurisdictions such as the USA, Iraq, Iran, Myanmar, North Korea, and Portugal.":"A 4xctrader Ltd não oferece seus serviços a residentes de certas jurisdições, como EUA, Iraque, Irã, Mianmar, Coreia do Norte e Portugal.",
"Official Sponsor: 4ctrader":"Patrocinador oficial: 4ctrader",
"Certification":"Certificação",
"Copyright © 2018 - 2024 4XCTRADER.COM":"Direitos autorais © 2018 - 2024 4XCTRADER.COM",
"DMCA.com Protection Status":"Status de proteção DMCA.com",
"SUPPORT":"APOIAR",
"Funding Methods":"Métodos de Financiamento",
"FAQ's":"Perguntas frequentes",
"Legal Documentation":"Documentação Legal",
"Contact Us":"Contate-nos",
"ACCOUNTS OVERVIEW":"VISÃO GERAL DAS CONTAS",
"TRADING INSTRUMENTS":"INSTRUMENTOS DE NEGOCIAÇÃO",
"Pro Account":"Conta Pro",
"Standard Account":"Conta Padrão",
"VIP Account":"Conta VIP",
"Company Registration no. 12767/2018 | License number MC03/2018":"Número de registro da empresa 12767/2018 | Número de licença MC03/2018",
"1st Floor, BCI House, Avarua, Rarotonga, Cook Islands":"1º andar, BCI House, Avarua, Rarotonga, Ilhas Cook",
"Forward Contracts":"Contratos a termo",
"Cryptos":"Criptomoedas",
"Index CFDs and Oil":"Índice CFDs e Petróleo",
"Matching the Needs of Every Trader":"Atendendo às necessidades de cada trader",
"Choose from our three account types or contact us for a tailor-made solution that meets your custom requirements.":"Escolha um dos nossos três tipos de conta ou entre em contato conosco para obter uma solução personalizada que atenda às suas necessidades específicas.",
"Minimum Deposit:":"Depósito mínimo:",
"Spreads From:":"Spreads de:",
"Base Currencies:":"Moedas Base:",
"Max Leverage:":"Alavancagem máxima:",
"Min Lots:":"Lotes mínimos:",
"Trade Commission:":"Comissão de negociação:",
"All Strategies Allowed":"Todas as estratégias permitidas",
"Swap-free Islamic Account":"Conta Islâmica sem Swap",
"Forward Contracts":"Contratos a termo",
"Open Account":"ABRIR CONTA",
"Open An Account And Trade Binary":"Abra uma conta e negocie binários",
"Contact us today":"Entre em contato conosco hoje",
"Latest Market News":"Últimas notícias do mercado",
"Name":"Nome",
"Email":"E-mail",
"Message":"Mensagem",
"Send Message":"Enviar mensagem",
"":"",
"":"",
"":"",
"":"",
"":"",
"":"",
"Binary Options Trading":"Negociação de Opções Binárias",
  "What are Binary Options?":"O que são Opções Binárias?",
  "Binary options are financial instruments that allow traders to speculate on the price movement of assets (stocks, commodities, or currencies) within a specific time frame. The return is fixed, based on a 'yes' or 'no' outcome.":"Opções binárias são instrumentos financeiros que permitem aos traders especular sobre a direção do movimento de preços de ativos (como ações, commodities ou moedas) dentro de um período de tempo específico. O retorno é fixo, baseado em um 'sim' ou 'não' sobre se o ativo alcançará um determinado preço.",
  "Operations":"Operações",
  "Entry (Bet):":"Entrada (Aposta):",
  "The trader selects an asset, an investment amount, and a direction (up or down). If they believe the price will rise, they choose a 'call option.'":"O trader escolhe um ativo, um valor de investimento e uma direção (alta ou baixa). Se acredita que o preço vai subir, ele faz uma 'opção de compra.'",
  "Exit:":"Saída:",
  "At the expiration time, the trader receives a fixed return if they predicted correctly, or loses their investment if they did not.":"No momento do vencimento, o trader recebe um retorno fixo se a previsão estiver correta ou perde o valor investido caso contrário.",
  "Return Percentage":"Porcentagem de Retorno",
  "The return on investment (ROI) varies by platform, typically between 60%-90% on successful trades. Unsuccessful trades lose the full investment amount.":"O retorno sobre investimento (ROI) varia de plataforma para plataforma, geralmente entre 60% e 90% em operações bem-sucedidas. Operações malsucedidas perdem o valor total investido.",
  "Trading Types":"Tipos de Negociação",
  "High/Low:":"Alta/Baixa:",
  "Bet if the price will be above or below a set level at expiration.":"Aposta se o preço estará acima ou abaixo de um determinado nível no vencimento.",
  "One Touch:":"Um Toque:",
  "Bet if the price will touch a certain level before expiration.":"Aposta se o preço tocará um determinado nível antes do vencimento.",
  "Range:":"Intervalo:",
  "Bet if the price will stay within a certain range.":"Aposta se o preço permanecerá dentro de um intervalo específico.",
  "Risk Management":"Gerenciamento de Risco",
  "Set investment and loss limits to protect traders, along with providing educational resources to help them understand the risks.":"Estabeleça limites de investimento e perda para proteger os traders, além de fornecer recursos educacionais para ajudá-los a entender os riscos.",
  "Select your preferred account type or contact us for a custom solution designed just for you.":"Selecione seu tipo de conta preferido ou entre em contato conosco para obter uma solução personalizada projetada especialmente para você.",
"We specialize in creating high-quality e-commerce websites that help businesses sell products and services to their customers. Our team works closely with clients to understand their business needs and create a customized website that meets their goals. We use the latest technologies to ensure that our websites are visually appealing, user-friendly, and optimized for performance, security, and search engine optimization":"Somos especializados na criação de sites de comércio eletrônico de alta qualidade que ajudam as empresas a vender produtos e serviços aos seus clientes. Nossa equipe trabalha em estreita colaboração com os clientes para entender suas necessidades de negócios e criar um site personalizado que atenda aos seus objetivos. Usamos as tecnologias mais recentes para garantir que nossos sites sejam visualmente atraentes, fáceis de usar e otimizados para desempenho, segurança e otimização de mecanismos de pesquisa",
"Product Development":"Desenvolvimento de Produto",
" Product Development: We are an e-commerce website development company that specializes in creating high-quality online storefronts. Our team works closely with clients to create custom websites that are visually appealing, easy to use, and optimized for performance Learn More - Button":"Desenvolvimento de produtos: Somos uma empresa de desenvolvimento de sites de comércio eletrônico especializada na criação de vitrines online de alta qualidade. Nossa equipe trabalha em estreita colaboração com os clientes para criar sites personalizados que sejam visualmente atraentes, fáceis de usar e otimizados para desempenho Saiba mais - Button",
"WHAT WE DO":"O QUE NÓS FAZEMOS",
"Having and managing the right marketing strategy is crucial in a rapidly evolving market.":"Ter e gerenciar a estratégia de marketing certa é crucial em um mercado em rápida evolução.",
"WEB DEVELOPMENT":"DESENVOLVIMENTO WEB",
"An affordable web design service is what you get when we design your website.":"Um serviço de web design acessível é o que você obtém quando projetamos seu site.",
"Read more":"Consulte Mais informação",
"Social Media Marketing":"Marketing de mídia social",
"We have different ideas and new generations to focus on the market with young talents.":"Temos ideias diferentes e novas gerações para apostar no mercado com jovens talentos.",
"Read more":"Consulte Mais informação",
"GLOBAL SUPPORT":"SUPORTE GLOBAL",
"We help technology companies grow by providing a world-class customer experience for their customers.":"Ajudamos empresas de tecnologia a crescer, fornecendo uma experiência de classe mundial para seus clientes.",
"Read more":"Consulte Mais informação",
"Animation and digital film production":"Animação e produção de filmes digitais",
"Realized with passion, designed with perfection, the art of creativity Sample Work..":"Realizado com paixão, desenhado com perfeição, a arte da criatividade Sample Work.",
"Read more":"Consulte Mais informação",
"OFFSHORE SERVICES":"SERVIÇOS OFFSHORE",
"We help you organize business and technology strategies in a cost-effective way.":"Ajudamos você a organizar estratégias de negócios e tecnologia de maneira econômica.",
"Read more":"Consulte Mais informação",
"E-commerce":"Comércio eletrônico",
" We have many of the best technologies such as we use reactjs, node js and many others to build the spa beat website":"Temos muitas das melhores tecnologias, como usamos reactjs, node js e muitas outras para construir o site spa beat",
"Read more":"Consulte Mais informação",
"WE HAVE MORE SUCCESS":"TEMOS MAIS",
"STORIES THAN OTHER AGENCIES HAVE CLIENTS":"CASOS DE SUCESSO DO QUE OUTRAS AGÊNCIAS TÊM CLIENTES",
"We grow your business 10 times faster, better and smarter than other Businesses.Himalayastechies turns an idea into a well-recognized brand!!":"Nós expandimos seu negócio 10 vezes mais rápido, melhor e mais inteligente do que outras empresas. A Himalayastechies transforma uma ideia em uma marca reconhecida !!",
"Subscription Plans":"Planos de assinatura",
"Lets work":"Vamos trabalhar",
"Together.":"juntos.",
"Lets Work Together! 😁 At our company, we believe in partnering with our customers to crea te powerful and effective solutions that meet their unique needs. We bring our expertise in web development, e-commerce, and product development to each project, working collaboratively to ensure that every detail is executed flawlessly. Our personalized approach ensures that each client receives the attention and support they need to achieve their business goals, and our commitment to excellence ensures results that exceed expectations":"Vamos trabalhar juntos! 😁 Em nossa empresa, acreditamos na parceria com nossos clientes para criar soluções poderosas e eficazes que atendam às suas necessidades exclusivas. Trazemos nossa experiência em desenvolvimento web, comércio eletrônico e desenvolvimento de produtos para cada projeto, trabalhando de forma colaborativa para garantir que cada detalhe seja executado com perfeição. Nossa abordagem personalizada garante que cada cliente receba a atenção e o suporte necessário para atingir seus objetivos de negócios, e nosso compromisso com a excelência garante resultados que superam as expectativas",
"Contact us":"CONTATE-NOS",
"At our company, we believe in partnering with our customers to create powerful and effective solutions that meet their unique needs.":"Em nossa empresa, acreditamos na parceria com nossos clientes para criar soluções poderosas e eficazes que atendam às suas necessidades exclusivas.",
"Your Name":"SEU NOME",
"Your Email":"SEU EMAIL",
"Messages":"MENSAGENS",
"send":"ENVIAR",
"eCommerce":"comércio eletrônico",
"Product Development":"Desenvolvimento de Produto",
"Expertise":"Perícia",
"Contacts":"Contatos",
"Brands":"Marcas",
"View Project":"Ver projeto",
"Know more":"Saber mais",
"Himalayastechies creating and maintaining websites for businesses and organizations. It involves a range of tasks,such as designing, coding, testing, and publishing web pages and applications. Web developers use various programming languages and frameworks to create functional,user-friendly, and visually appealing websites. They also ensure that websites are optimized for search engines,accessible to users with disabilities, and compatible with different devices and web browsers. As businesses' online presence becomes increasingly important, web development has become a critical component of any company's digital strategy.":"Himalayastechies criando e mantendo sites para empresas e organizações. Envolve uma série de tarefas, como projetar, codificar, testar e publicar páginas e aplicativos da web. Os desenvolvedores da Web usam várias linguagens de programação e estruturas para criar sites funcionais, fáceis de usar e visualmente atraentes. Eles também garantem que os sites sejam otimizados para mecanismos de busca, acessíveis a usuários com deficiência e compatíveis com diferentes dispositivos e navegadores da web. À medida que a presença online das empresas se torna cada vez mais importante, o desenvolvimento web tornou-se um componente crítico da estratégia digital de qualquer empresa." 

,
  "Join 4xCube as a Country Manager":"Junte-se à 4xCtrader como Country Manager",
  "Take on a Key Leadership Role in Driving Growth and Managing Business Operations in Your Country.":"Assuma um papel de liderança fundamental impulsionando o crescimento e gerenciando as operações comerciais em seu país.",
  "Apply Now":"Inscreva-se agora",
  "Stellar Career Growth":"Crescimento de Carreira Estelar",
  "Propel your career forward with ample opportunities for personal and professional development in a fast-paced, global industry.":"Impulsione sua carreira com amplas oportunidades de desenvolvimento pessoal e profissional em uma indústria global de ritmo acelerado.",
  "Cosmic Collaboration":"Colaboração Cósmica",
  "A team of professionals, working together to achieve astronomical success and drive innovation in the Forex market.":"Uma equipe de profissionais, trabalhando juntos para alcançar sucesso astronômico e impulsionar a inovação no mercado Forex.",
  "Interstellar Flexibility":"Flexibilidade Interestelar",
  "Enjoy the freedom to manage your work-life balance, with flexible working hours and a supportive environment.":"Aproveite a liberdade de gerenciar seu equilíbrio entre trabalho e vida, com horários flexíveis e um ambiente de apoio.",
  "Galactic Recognition":"Reconhecimento Galáctico",
  "Be rewarded for your hard work and dedication with competitive compensation packages and performance-based incentives.":"Seja recompensado pelo seu trabalho árduo e dedicação com pacotes de remuneração competitivos e incentivos baseados em desempenho.",
  "ABOUT THE ROLE":"SOBRE A FUNÇÃO",
  "Who is a Country Manager?":"Quem é um Country Manager?",
  "A Country Manager is a senior-level executive responsible for managing and growing the business operations of a forex company in a particular region or country. The role of a Country Manager is crucial, as they are responsible for driving growth, building relationships with clients, managing local teams, and ensuring that the company is compliant with local regulations.":"Um Country Manager é um executivo de alto nível responsável por gerenciar e expandir as operações comerciais de uma empresa de forex em uma região ou país específico. O papel de um Country Manager é crucial, pois ele é responsável por impulsionar o crescimento, construir relacionamentos com clientes, gerenciar equipes locais e garantir que a empresa esteja em conformidade com as regulamentações locais.",
  "Key Responsibilities":"Principais Responsabilidades",
  "Building business for the assigned region/country":"Desenvolver negócios para a região/país designado",
  "Managing the local office":"Gerenciar o escritório local",
  "Growing an extensive and profitable portfolio":"Desenvolver um portfólio extenso e lucrativo",
  "Recruiting and leading a Business Development team":"Recrutar e liderar uma equipe de Desenvolvimento de Negócios",
  "Promoting the business in local language industry-specific forums, seminars, and webinars":"Promover o negócio em fóruns, seminários e webinars específicos do setor no idioma local",
  "Why Apply":"Por que se inscrever",
  "Elevate to Orbital Excellence":"Eleve-se à Excelência Orbital",
  "Gain invaluable insights into the local market, including its cultural nuances, regulatory framework, and competitive landscape, as you tailor operations to meet the unique needs of your region.":"Adquira insights inestimáveis sobre o mercado local, incluindo suas nuances culturais, estrutura regulatória e cenário competitivo, enquanto adapta as operações para atender às necessidades exclusivas de sua região.",
  "Market Insights":"Insights de Mercado",
  "Leadership":"Liderança",
  "Seize the chance to take your career to the next level as a Country Manager. In this role, you'll uncover a wealth of opportunities, ranging from gaining in-depth market knowledge and honing your leadership skills to fostering lasting connections with clients and making a meaningful difference.":"Aproveite a oportunidade de levar sua carreira ao próximo nível como Country Manager. Nesta função, você descobrirá uma riqueza de oportunidades, desde adquirir conhecimento profundo do mercado e aprimorar suas habilidades de liderança até estabelecer conexões duradouras com clientes e fazer a diferença.",
  "Client Relations":"Relações com Clientes",
  "Foster lasting connections with clients and make a meaningful difference.":"Estabeleça conexões duradouras com clientes e faça a diferença.",
  "Impact and Recognition":"Impacto e Reconhecimento",
  "Start this exhilarating adventure and find out what it means to excel in the Forex industry. Are you prepared to embark on this remarkable path with us?":"Comece esta emocionante aventura e descubra o que significa se destacar na indústria Forex. Você está preparado para embarcar neste caminho notável conosco?",
  "4xCube Ltd":"4xCtrader Ltd",
  "Company Registration no. 12767/2018 | License number MC03/2018":"Número de Registro da Empresa 12767/2018 | Número da Licença MC03/2018",
  "1st Floor, BCI House, Avarua, Rarotonga, Cook Islands":"1º andar, BCI House, Avarua, Rarotonga, Ilhas Cook",
  "Email: info@4xc.com":"E-mail: info@4xc.com"


  } 